Repository: failmap/admin
Catalog: failmap/game/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Incorrect secret or team. Try again!
nl: Verkeerd geheim of team. Probeer opnieuw!

source: This organization %(organization)s already exists in the database for this group.
nl: De organisatie %(organization)s zit al in deze groep.

source: Invalid or missing suffix (like .com etc): %(url)s
nl: Ongeldig suffix (zoals .com etc): %(url)s

source: Contest name
nl: Naam van de wedstrijd

source: contest
nl: wedstrijd

source: contests
nl: wedstrijden

source: Team name
nl: Team-naam

source: organisation submission
nl: organisatie inzending

source: organisation submissions
nl: organisatie inzendingen

source: url submission
nl: url inzending
