Repository: failmap/admin
Catalog: websecmap/map/locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: View Full Screen
nl: Volledig scherm

source: Search organization
nl: Zoek organisatie...

source: Good
nl: Goed

source: Mediocre
nl: Matig

source: Bad
nl: Slecht

source: Unknown
nl: Onbekend

source: legend_basic_security
nl: De basisbeveiliging is:

source: 2 weeks ago
nl: 2 weken geleden

source: 3 weeks ago
nl: 3 weken geleden

source: 1 month ago
nl: 1 maand geleden

source: 2 months ago
nl: 2 maanden geleden

source: 3 months ago
nl: 3 maanden geleden

source: 7 days ago
nl: 7 dagen geleden

source: now
nl: Op dit moment

source: Has a secure equivalent, which wasn't so in the past.
nl: Biedt nu een beveiligd alternative, wat vroeger niet zo was.

source: Site does not redirect to secure url, and has no secure alternative on a standard port.
nl: Een beveiligd alternatief op het standaard poortnummer ontbreekt. De onbeveiligde website wijst niet door naar een beveiligde site.

source: Redirects to a secure site, while a secure counterpart on the standard port is missing.
nl: De onbeveiligde site wijst door naar een beveiligde site, maar niet op een standaard poort.

source: Broken Transport Security, rated F
nl: Onvoldoende versleuteld (F)

source: Certificate not valid for domain name.
nl: Certificaat niet geldig voor domeinnaam.

source: Less than optimal Transport Security, rated C.
nl: Matige versleuteling (C)

source: Less than optimal Transport Security, rated B.
nl: Redeijke versleuteling (B)

source: Good Transport Security, rated A-.
nl: Goede versleuteling (A-)

source: Good Transport Security, rated A.
nl: Perfecte versleuteling (A)

source: Perfect Transport Security, rated A+.
nl: Perfecte versleuteling (met extra's) (A+)

source: X-Content-Type-Options header present.
nl: De X-Content-Type-Options header is aanwezig.

source: Missing X-Content-Type-Options header.
nl: De X-Content-Type-Options header ontbreekt.

source: X-XSS-Protection header present.
nl: De X-XSS-Protection header is aanwezig.

source: Missing X-XSS-Protection header.
nl: De X-XSS-Protection header ontbreekt.

source: X-Frame-Options header present.
nl: De X-Frame-Options header is aanwezig.

source: Missing X-Frame-Options header.
nl: De X-Frame-Options header ontbreekt.

source: Strict-Transport-Security header present.
nl: Strict-Transport-Security header is aanwezig.

source: Missing Strict-Transport-Security header.
nl: De Strict-Transport-Security header ontbreekt.

source: Missing Strict-Transport-Security header. Offers no insecure alternative service.
nl: De Strict-Transport-Security header ontbreekt, maar er wordt geen alternatieve onbeveiligde http dienst aangeboden op dit adres.

source: DNSSEC is incorrectly or not configured (errors found).
nl: DNS beveiliging is niet of onjuist toegepast.

source: DNSSEC seems to be implemented sufficiently.
nl: DNS beveiliging wordt toegepast.

source: FTP Server only supports insecure SSL protocol.
nl: FTP Server ondersteund alleen verouderd en onveilig SSL protocol.

source: FTP Server supports TLS encryption protocol.
nl: FTP Server ondersteund TLS versleuteling.

source: FTP Server does not support encrypted transport or has protocol issues.
nl: FTP Server heeft geen ondersteuning voor versleuteling of de server geeft protocol fouten.

source: An FTP connection could not be established properly. Not possible to verify encryption.
nl: Er kon geen volledige verbinding worden gemaakt met de server. Het is daarom onduidelijk of er versleuteling wordt gebruikt.

source: trusted
nl: Certificaat wordt vertrouwd.

source: Certificate is not trusted.
nl: Certificaat wordt niet vertrouwd.

source: Certificate is trusted.
nl: Certificaat wordt vertrouwd.

source: Content-Security-Policy header found, which covers the security aspect of the X-Frame-Options header.
nl: Content-Security-Policy header gevonden, deze header bevat ook de beveiligingsaspecten van de X-Frame-Options header.

source: Content-Security-Policy header found, which covers the security aspect of the X-XSS-Protection header.
nl: Content-Security-Policy header gevonden, deze header bevat ook de beveiligingsaspecten van de X-XSS-Protection header.

source: category_menu_municipality
nl: Gemeenten

source: category_menu_cyber
nl: Cyber

source: category_menu_unknown
nl: Onbekend

source: category_menu_water_board
nl: Waterschappen

source: category_menu_province
nl: Provincies

source: category_menu_hacking
nl: Hackers

source: category_menu_country
nl: Land

source: category_menu_region
nl: Regio

source: category_menu_county
nl: County

source: category_menu_district
nl: District

source: category_menu_government
nl: Overheid

source: category_menu_healthcare
nl: Gezondheidszorg

source: category_menu_finance
nl: FinanciÃ«n

source: category_menu_state
nl: Staten

source: category_menu_school
nl: Scholen

source: Strict-Transport-Security
nl: Strict-Transport-Security (HSTS)

source: X-Frame-Options
nl: X-Frame-Options header

source: X-XSS-Protection
nl: X-XSS-Protection header

source: plain_https
nl: Ontbrekende Transport Layer Security (alleen HTTP)

source: tls_qualys
nl: Transport Layer Security (TLS)

source: DNSSEC
nl: Domeinnaam beveiliging (DNSSEC)

source: ftp
nl: Bestandsoverdracht (FTP)

source: tls_qualys_encryption_quality
nl: Kwaliteit van versleuteling (TLS)

source: tls_qualys_certificate_trusted
nl: Vertrouwen in certificaat (TLS)

source: http_security_header_strict_transport_security
nl: Strict-Transport-Security Header (HSTS)

source: http_security_header_x_frame_options
nl: X-Frame-Options Header (clickjacking)

source: http_security_header_x_content_type_options
nl: X-Content-Type-Options Header

source: http_security_header_x_xss_protection
nl: X-XSS-Protection Header

source: category_menu_bundesland
nl: Bundesland

source: category_menu_regierungsbezirk
nl: Regierungsbezirk

source: category_menu_landkreis_kreis_kreisfreie_stadt
nl: Landkreis / Kreis / kreisfreie Stadt

source: category_menu_samtgemeinde_verwaltungsgemeinschaft
nl: Samtgemeinde, Verwaltungsgemeinschaft

source: category_menu_stadt_gemeinde
nl: Stadt, Gemeinde

source: category_menu_stadtbezirk_gemeindeteil_mit_selbstverwaltung
nl: Stadtbezirk / Gemeindeteil mit Selbstverwaltung

source: category_menu_stadtteil_gemeindeteil_ohne_selbstverwaltung
nl: Stadtteil / Gemeindeteil ohne Selbstverwaltung

source: One week earlier
nl: Een week eerder

source: One week later
nl: Een week later

source: Risks
nl: Risico's

source: Explanation of finding
nl: Verklaring van een bevinding (pas toe of leg uit)

source: score perfect
nl: perfect

source: score high
nl: hoog

source: score medium
nl: midden

source: score low
nl: laag

source: Exit Full Screen
nl: Sluit volledig scherm
